Repository: CofficLab/Lumi
Catalog: Plugins/GitHubPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld Insights
zh_hans: %lld 条洞察
zh_hk: %lld 條洞察

source: 5,000 次/小时
zh_hk: 5,000 次/小時

source: 60 次/小时
zh_hk: 60 次/小時

source: All
zh_hans: 全部
zh_hk: 全部

source: Alternative
zh_hans: 替代方案
zh_hk: 替代方案

source: Builds a local cache of GitHub ecosystem references for the current project.
zh_hans: 为当前项目构建本地缓存的 GitHub 生态参考。
zh_hk: 為目前專案建置本地快取的 GitHub 生態參考。

source: Click Sync Now to discover related GitHub repositories.
zh_hans: 点击“立即同步”来发现相关的 GitHub 仓库。
zh_hk: 點擊「立即同步」來發現相關的 GitHub 倉庫。

source: Complementary
zh_hans: 互补工具
zh_hk: 互補工具

source: Example
zh_hans: 参考示例
zh_hk: 參考範例

source: GitHub CLI Detect
zh_hans: GitHub CLI 检测
zh_hk: GitHub CLI 檢測

source: GitHub Ecosystem KB
zh_hans: GitHub 生态知识库
zh_hk: GitHub 生態知識庫

source: GitHub rate limited
zh_hans: GitHub 请求受限
zh_hk: GitHub 請求受限

source: GitHub Tools
zh_hans: GitHub 工具
zh_hk: GitHub 工具

source: Idle
zh_hans: 空闲
zh_hk: 閒置

source: Insight error
zh_hans: 洞察错误
zh_hk: 洞察錯誤

source: Missing required parameter: query
zh_hans: 缺少必填参数：query
zh_hk: 缺少必填參數：query

source: No cached GitHub ecosystem entries matched `%@`.
zh_hans: 没有匹配 `%@` 的缓存 GitHub 生态条目。
zh_hk: 沒有匹配 `%@` 的快取 GitHub 生態條目。

source: No cached GitHub ecosystem references yet.
zh_hans: 暂无缓存的 GitHub 生态参考。
zh_hk: 暫無快取的 GitHub 生態參考。

source: Personal Access Token
zh_hans: 个人访问令牌
zh_hk: 個人訪問令牌

source: Personal Access Token 将存储在本地，用于访问私有仓库和提高 API 限额。
zh_hk: Personal Access Token 將儲存在本地，用於訪問私有倉庫和提高 API 限額。

source: Profile: %@
zh_hans: 画像：%@
zh_hk: 畫像：%@

source: Query the local cached GitHub ecosystem knowledge base for related repositories, alternatives, examples, and ecosystem tools.
zh_hans: 查询本地缓存的 GitHub 生态知识库，获取相关仓库、替代方案、示例和生态工具。
zh_hk: 查詢本地快取的 GitHub 生態知識庫，取得相關倉庫、替代方案、範例和生態工具。

source: Rate limited
zh_hans: 请求受限
zh_hk: 請求受限

source: Ready: %lld entries
zh_hans: 就绪：%lld 条
zh_hk: 就緒：%lld 條

source: Sync GitHub ecosystem data for this project.
zh_hans: 同步此项目的 GitHub 生态数据。
zh_hk: 同步此專案的 GitHub 生態資料。

source: Sync Now
zh_hans: 立即同步
zh_hk: 立即同步

source: Syncing
zh_hans: 同步中
zh_hk: 同步中

source: Syncing GitHub ecosystem references...
zh_hans: 正在同步 GitHub 生态参考...
zh_hk: 正在同步 GitHub 生態參考...

source: Syncing...
zh_hans: 同步中...
zh_hk: 同步中...

source: 已保存
zh_hk: 已儲存

source: 已认证用户
zh_hk: 已認證使用者

source: 提供访问 GitHub API 的 Agent 工具（仓库/文件/搜索/Issue 管理）
zh_hk: 提供訪問 GitHub API 的 Agent 工具（倉庫/檔案/搜索/Issue 管理）

# 提供访问 GitHub API 的 Agent 工具（仓库/文件/搜索/Issue 管理）。
source: Provides Agent tools for accessing GitHub API (repos/files/search/issue management).
zh_hans: 提供访问 GitHub API 的 Agent 工具（仓库/文件/搜索/Issue 管理）。
zh_hk: 提供訪問 GitHub API 的 Agent 工具（倉庫/文件/搜索/Issue 管理）。

source: 未认证用户
zh_hk: 未認證使用者

# 检测系统是否安装了 GitHub CLI (gh) 命令行工具。
source: Detects whether GitHub CLI (gh) command-line tool is installed on the system.
zh_hans: 检测系统是否安装了 GitHub CLI (gh) 命令行工具。
zh_hk: 檢測系統是否安裝了 GitHub CLI (gh) 命令行工具。
